Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/finanstilsynet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Five of the 17 inspections were conducted at banks, three at insurers, three at investment firms, two at debt collection agencies, one at a real estate agency, two at audit firms and one at an external accounting firm.
nb: Av de 17 tilsynene var fem i banker, tre i forsikringsforetak, tre i verdipapirforetak, to i inkassoforetak, ett i eiendomsmeglerforetak, to i revisjonsselskaper og ett i regnskapsførerforetak.

source: The Revised Payment Services Directive (PSD 2) sets requirements, elaborated on in Commission Delegated Regulation (EU) 2018/389, for interfaces that give payment agents and account information service providers, so-called trusted third parties (TPP), right of access to payment accounts belonging to customers of account servicing payment service providers.
nb: Det reviderte betalingstjenestedirektivet (PSD2) stiller krav, nærmere utdypet i delegert kommisjonsforordning (EU) 2018/389, om grensesnitt som gir betalingsfullmektiger og opplysningsfullmektiger, såkalte tiltrodde tredjeparter (TPP), rett til tilgang til betalingskontoer tilhørende kontotilbyderes kunder.

source: 2020 saw closer monitoring of institutions’ risks, more frequent reporting and the need for certain regulatory adjustments.
nb: Det var i 2020 tettere oppfølging av risikoer i foretakene, hyppigere rapportering og behov for enkelte tilpasninger i regelverket.

source: See point 3 above with respect to the types of personal data that are disclosed.
nb: Når det gjelder hvilke type personopplysninger som utleveres vises det til punkt 3 ovenfor.

source: Loans to first-time homebuyers accounted for 10 per cent of the total volume of new instalment loans in this year's survey, which is slightly higher than last year.
nb: Lån gitt til førstegangskjøpere utgjorde 10 prosent av innvilget lånevolum for nedbetalingslån i årets undersøkelse, som er litt høyere enn i fjor.

source: At year-end 2020, 47 Norwegian licensed AIF managers were subject to ordinary supervision by Finanstilsynet.
nb: Ved utgangen av 2020 var det 47 norske forvaltere av alternative investeringsfond med konsesjon og under ordinært tilsyn fra Finanstilsynet.

source: In order to act as a nominee in a unit holder register maintained by the VPS, the institution must also hold an authorisation under the Securities Register Act section 6-3.
nb: For å kunne opptre som forvalter i andelseierregistre for verdipapirfond som er innført i VPS, må institusjonen i tillegg ha tillatelse etter verdipapirregisterloven § 6-3.

source: In 2020, Finanstilsynet followed up Norwegian non-life insurers and insurance intermediaries that have reported cross-border activity into the UK.
nb: Finanstilsynet fulgte i 2020 opp norske skadeforsikringsforetak og forsikringsformidlingsforetak som har meldt grensekryssende virksomhet til Storbritannia.

source: In addition to considering the application, Finanstilsynet will also assist in making the necessary changes to regulations to the new new Central Securities Depository Act, etc. During 2020, Finanstilsynet reviewed several of the terms and conditions set by the Ministry of Finance in connection with the permission to merge Oslo Børs Holding ASA and VPS Holding ASA in 2007.
nb: I tillegg til å behandle søknaden vil Finanstilsynet også bidra til nødvendige endringer av forskrifter til ny verdipapirsentrallov mv.Finanstilsynet fulgte i 2020 opp flere av vilkårene som ble satt av Finansdepartementet i forbindelse med tillatelsen til å fusjonere Oslo Børs Holding ASA og VPS Holding ASA i 2007.

source: Thus, it is important to develop standards for which financial products can be classified as green or sustainable.
nb: Utvikling av standarder for hvilke finansielle produkter som kan klassifiseres som grønne eller bærekraftige, er derfor viktig.

source: Notwithstanding the pandemic and the resulting financial turmoil and restructuring among obliged entities, Finanstilsynet is of the impression that the institutions' compliance with the AML legislation has not been markedly impaired.
nb: Til tross for pandemi og medfølgende økonomisk uro og omstilling for de rapporteringspliktige er det Finanstilsynets inntrykk at foretakenes etterlevelse av hvitvaskingsregelverket ikke er vesentlig svekket.

source: A new Altinn form has been prepared for use by registered AIF managers.
nb: Det er utviklet et nytt Altinn-skjema til bruk for de registrerte AIF-forvalterne.

source: The survey showed that the actors only to a limited extent complied with the regulations.
nb: For eksempel kan det være andre regler for risikospredning for et nasjonalt verdipapirfond.

source: Oslo Børs' change of trading system and central counterparty for derivatives trading
nb: Oslo Børs’ endring av handelssystem og sentral motpart for derivathandel

source: All information to customers – including information about risks and costs – must be balanced, clear and not misleading, and the firms' investment advice and portfolio management must be suitable for the customer.
nb: All informasjon til kunder – herunder opplysninger om risiko og kostnader – må være balansert, klar og ikke villedende, og foretakenes investeringsråd og porteføljeforvaltning skal være egnet for kunden.

source: In 2020, Finanstilsynet cooperated closely with Norwegian Customs and the police on measures relating to parts of the payment institution industry and agents of foreign payment institutions.
nb: Finanstilsynet hadde i 2020 et tett samarbeid med Tolletaten og politiet om deler av betalingsforetaksbransjen og agenter av utenlandske betalingsforetak.

source: According to IAS 36, identifying a CGU is a bottom-up process.
nb: Finanstilsynet konkluderte derfor med at den foreskrevne metoden i IAS 36 skulle vært benyttet.

source: The company reviewed its financial statements for 2019 and agreed with Finanstilsynet’s assessment.
nb: Foretaket vurderte regnskapet for 2019 på nytt og var enig med Finanstilsynet.

source: In the event of conflict, the above information and the information in the decisions, will prevail other information on Finanstilsynet's webpages regarding the threshold under SSR article 5.
nb: Ved motstrid vil ovennevnte informasjon, herunder opplysninger i Beslutningene fra ESA/ESMA, gjelde foran annen informasjon på Finanstilsynets nettsted vedrørende rapporteringstersklene i SSR artikkel 5.

source: Any checklists for guarantors are covered by the fee for Annex 21 (Guarantees).
nb: Eventuelle sjekklister for garantister dekkes av gebyret for Annex 21 (Guarantees).

source: Finanstilsynet conducted 17 on-site inspections in 2020 focusing on ICT and payment services.
nb: Til sammen ble det gjennomført 17 stedlige tilsyn i 2020 der IKT og betalingstjenester var tema.

source: Licensing – payment institutions
nb: Forvaltning – betalingsforetak

source: Affected authorities and entities that maintain important functions in the financial infrastructure are members of the BFI, which is chaired by Finanstilsynet.
nb: Berørte myndigheter og foretak som har sentrale funksjoner i den finansielle infrastrukturen deltar i BFI, som ledes av Finanstilsynet.

source: After uncovering shortcomings at Foss & co Eiendomsmegling AS, Finanstilsynet imposed an administrative fine of NOK 150 000.
nb: Etter å ha avdekket mangler hos Foss & co eiendomsmegling AS, ila Finanstilsynet foretaket et overtredelsesgebyr på 150 000 kroner.

source: The thematic inspection was part of a Common Supervisory Action (CSA) under the auspices of ESMA.
nb: Tematilsynet inngikk i en felleseuropeisk tilsynsundersøkelse (CSA) i regi av ESMA.

source: The supervisory reports will be completed in 2021.
nb: Tilsynsrapportene for disse ferdigstilles i 2021.

source: National financial supervisory authorities cooperated closely throughout 2020.
nb: De nasjonale finanstilsynsmyndighetene samarbeidet tett gjennom hele 2020.

source: Securities funds may be marketed to non-professional investors in accordance with the Mutual Funds Act § 9-4.
nb: Verdipapirfond kan markedsføres til ikke-profesjonelle investorer etter verdipapirfondloven § 9-4.

source: During 2020, the EU adopted two regulations in this area
nb: EU vedtok i løpet av 2020 to forordninger på dette området

source: At the end of 2020, the Oslo Børs Benchmark Index stood at 974 points, up 4.6 per cent compared with the beginning of the year.
nb: Ved utgangen av 2020 var hovedindeksen på Oslo Børs 974 poeng, som er 4,6 prosent høyere enn ved inngangen til året.

source: Finanstilsynet sends statistics of short positions in shares and government debt to ESMA on a regular basis.
nb: Finanstilsynet sender regelmessig statistikk over shortposisjoner i aksjer og statsgjeld til ESMA.

source: 49 companies were admitted to trading in 2020.
nb: 49 selskaper ble tatt opp til handel i 2020.

source: ESMA shall thereafter issue a non-binding statement to Finanstilsynet giving its assessment of whether the exemption is compatible with the requirements of the Markets in Financial Instruments Regulation (MiFIR).
nb: ESMA skal deretter avgi en ikke-bindende uttalelse til Finanstilsynet med vurdering av i hvilken grad unntaket er forenlig med kravene i det europeiske verdipapirmarkedsregelverket (MiFIR).

source: The Act implements EEA rules corresponding to the regulation on improving securities settlement and on central securities depositories (Central Securities Depositories Regulation – CSD Regulation, 909/2014).
nb: Loven gjennomfører EØS-regler som svarer til forordning om forbedring av verdipapiroppgjør og om verdipapirregistre (Central Securities Depositories Regulation – CSD-forordningen, 909/2014).

source: The merger will be completed in January 2021.
nb: Fusjonen gjennomføres i januar 2021.

source: No deviations or violations of laws or regulations were reported as a result of operational matters at the management companies.
nb: Det ble ikke rapportert om avvik eller brudd på lover eller forskrifter som følge av operasjonelle forhold hos forvaltningsselskapene.

source: Feedback will be sent to the Ministry of Finance by the end of February 2021 and will form the basis for a review of whether the cash offering to Norwegian bank customers can be considered satisfactory across the country, or whether further regulation of the banks' duties may be required.
nb: Innspillene skal leveres Finansdepartementet innen utgangen av februar 2021, og vil danne grunnlaget for en ny vurdering av om kontanttilbudet til norske bankkunder kan anses som tilfredsstillende over hele landet, eller om det kan være behov for nærmere regulering av bankenes plikter.

source: Personal data are disclosed in accordance with applicable data protection legislation (cf. Chapter V of the GDPR).
nb: Utlevering av personopplysninger skjer i henhold til gjeldende personvernlovgivning (jf personvernforordningen kapittel V).

source: Six of the inspections have been completed, while the remainder will be completed during the first half of 2021.
nb: Seks av disse tilsynene er fullført, mens de resterende sluttføres i første halvår av 2021.

source: The inspection also included a review of a serious incident at a provider of services to, among others, Nasdaq Oslo ASA in the spring of 2018.
nb: Tilsynet omfattet også gjennomgang av en større hendelse våren 2018 hos en tjenesteleverandør til blant andre Nasdaq Oslo ASA.

source: 203 were issuers of shares and equity certificates.
nb: 203 foretak var utstedere av aksjer og egenkapitalbevis.

source: Finanstilsynet ultimately pointed out that some of the disclosures set out in the revenue recognition standard IFRS 15 were missing.
nb: Avslutningsvis påpekte Finanstilsynet at enkelte av noteopplysningene som følger av inntektsføringsstandarden IFRS 15, manglet.

source: Of these, there were 36 from insurers and 13 from finance companies.
nb: Av disse var 36 fra forsikringsforetak og 13 fra finansieringsforetak.

source: In 2020, Finanstilsynet conducted a thematic inspection on how the companies complied with the disclosure requirements in IAS 7 Statement of cash flows.
nb: Finanstilsynet gjennomførte i 2020 et tematilsyn om hvordan foretakene etterlevde opplysningskravene i IAS 7 Oppstilling over kontantstrømmer

source: Most of the notifications concerned changes relating to providers of the shared payment infrastructure for banks, including Nets' sale of account to account services to Mastercard and the planned relocation of BankID’s operations, as well as changes relating to ’cash services in store’ (KiB).
nb: Flest meldinger gjaldt endringer knyttet til leverandører av felles betalingsinfrastruktur til bankene, herunder Nets' salg av konto-til-konto-tjenester til Mastercard og den planlagte flyttingen av driften av BankID, og endringer i forbindelse med "Kontanttjenester i butikk" (KiB).

source: Supervision of banks' systems for monitoring suspicious transactions linked to money laundering and terrorist financing showed that the banks have established customer-specific rules.
nb: Tilsyn med bankenes systemer for overvåking av mistenkelige transaksjoner knyttet til hvitvasking og terrorfinansiering viste at foretakene har etablert kundespesifikke regler.

source: The European Supervisory Authorities EBA, ESMA and EIOPA are preparing supplementary EU rules on climate risk management.
nb: EUs finanstilsynsmyndigheter EBA, ESMA og EIOPA utarbeider utfyllende EU-regler om håndtering av klimarisiko.

source: For consolidated financial statements for the 2021 financial year, the income statement, balance sheet, cash flow statement and statement of changes in equity must be marked up.
nb: For konsernregnskap som gjelder regnskapsåret 2021 må oppstillingene over resultat, balanse, kontantstrøm og egenkapital merkes.

source: This was part of a thematic inspection on how the companies complied with the disclosure requirements in IAS 7 Statement of cash flows.
nb: Kontrollen var en del av et tematilsyn om hvordan foretakene etterlevde opplysningskravene i IAS 7 Oppstilling over kontantstrømmer

source: In November 2020, Finanstilsynet laid down regulations on amendments to the Securities Trading Regulations, including provisions implementing the supplementary regulations (Commission Delegated Regulations) in Norwegian law.
nb: I november 2020 fastsatte Finanstilsynet forskrift med endringer i verdipapirforskriften, blant annet bestemmelser som gjennomfører også de utfyllende reglene (kommisjonsforordningene) i norsk rett.

source: Finanstilsynet carried out one inspection at Fish Pool ASA.
nb: Finanstilsynet fullførte ett tilsyn hos Fish Pool ASA.

source: The banks responded by the end of 2020.
nb: Ved utgangen av 2020 hadde Finanstilsynet mottatt svar fra bankene.

source: The Taxonomy Regulation lays the basis for the further development of a system for the classification of sustainable economic activities and investment products.
nb: Klassifiseringsforordningen legger grunnlaget for videre utvikling av et system for klassifisering av bærekraftige økonomiske aktiviteter og investeringsprodukter.

source: Financial instruments belonging to a nominee may not be registered in a nominee account administered by the same nominee; see the Securities Register Act section 6-3 third paragraph.
nb: Finansielle instrumenter som tilhører forvalteren kan ikke være registrert på forvalterkonto som forvaltes av vedkommende, jf. verdipapirregisterloven § 6-3 tredje ledd.

source: The bulk of bonds in the Norwegian market are listed on Oslo Børs or Nordic ABM.
nb: Norske obligasjoner er i hovedsak notert på Oslo Børs eller Nordic ABM.

source: At the end of 2020, 29 fund management companies were operating in Norway.
nb: Ved utgangen av 2020 var det 29 norske forvaltningsselskaper for verdipapirfond.

source: Finanstilsynet‘s case documents are recorded and archived in WebSak Fokus, which is an archive and case processing system from the supplier ACOS.
nb: Finanstilsynets saksdokumenter journalføres og arkiveres i WebSak Fokus som er et arkiv- og saksbehandlingssystem fra leverandøren ACOS.

source: 4 Nominee duties
nb: 4 Litt om forvalters plikter

source: Since a large proportion of the transaction reports are received through ESMA's Transaction Reporting Exchange Mechanism (TREM), Finanstilsynet has also reviewed the reporting from foreign investment firms.
nb: Ettersom en stor andel av transaksjonsrapportene mottas via ESMAs Transaction Reporting Exchange Mechanism (TREM), har Finanstilsynet også undersøkt rapporteringen fra utenlandske verdipapirforetak.

source: Due to the market turmoil resulting from the pandemic, a special survey of the liquidity of large credit and real estate funds was also carried out, including whether the liquidity situation and asset valuation in the first half of 2020 were in accordance with the requirements.
nb: På grunn av markedsuroen som følge av pandemien ble det også gjennomført en spesifikk undersøkelse knyttet til likviditeten i store kreditt- og eiendomsfond, herunder om likviditet og verdsettelse av aktiva i første halvår 2020 var i samsvar med kravene som stilles.

source: A licence to operate as a manager of alternative investment funds can only be granted to firms that are organised as limited companies or public limited companies.
nb: Tillatelse som forvalter av alternative investeringsfond kan gis kun til foretak som er organisert som aksje- eller allmennaksjeselskap.

source: Assets under management for Norwegian private individuals were NOK 548 billion, of which NOK 348 billion was invested in equity funds, NOK 145 billion in bond funds and NOK 55 billion in balanced and other funds.
nb: Forvaltningskapital tilhørende norske privatpersoner var 548 milliarder kroner, hvorav 348 milliarder kroner var investert i aksjefond, 145 milliarder kroner i obligasjonsfond og 55 milliarder kroner i kombinasjonsfond og andre fond.

source: In its control of financial reporting in 2020, Finanstilsynet gave priority to following up the new accounting standards on leases, financial instruments and revenue from contracts with customers.
nb: I kontrollen med finansiell rapportering i 2020 prioriterte Finanstilsynet å følge opp de nye regnskapsstandardene om behandling av leieavtaler, finansielle instrumenter og driftsinntekter fra kontrakter med kunder.

source: Several exemptions have been made from this requirement for firms trading in commodity derivatives, emission allowances or derivatives associated with the firm’s primary business.
nb: Det er gitt flere unntak fra dette kravet, blant annet ved handel i varederivater, utslippskvoter eller derivater som er tilknyttet et foretaks primærvirksomhet.

source: In 2020, several guidelines were established on such practices at the European level.
nb: I 2020 ble det på europeisk nivå fastsatt flere retningslinjer om slik praksis.

source: The Financial Infrastructure Crisis Preparedness Committee (BFI) is mandated to coordinate measures to prevent and resolve situations that may result in major disruptions to the financial infrastructure.
nb: Beredskapsutvalget for finansiell infrastruktur (BFI) skal koordinere tiltak for å forebygge og løse situasjoner som kan resultere i store forstyrrelser i den finansielle infrastrukturen.

source: During the year, Finanstilsynet sent frequent reports to the Ministry of Finance about the market situation and Finanstilsynet’s assessments and measures.
nb: Finanstilsynet rapporterte gjennom året hyppig til Finansdepartementet om situasjonen i markedet og om Finanstilsynets vurderinger og tiltak.

source: Finanstilsynet also attended meetings of a number of sub-committees that prepare matters for the Boards of Supervisors, as well as in meetings of the ESRB’s Advisory Technical Committee.
nb: Finanstilsynet deltok også i en rekke av underkomiteene som forbereder saker til tilsynsstyrene, og i ESRBs Advisory Technical Committee.

source: After the first three quarters of 2021, both banks and insurers show a better performance than in the corresponding period of 2020.
nb: Etter tre kvartaler i 2021 viser både banker og forsikringsforetak bedre resultater enn i samme periode i 2020.

source: Periodic reporting is an important element in the supervision of both management companies and AIF managers.
nb: Den periodiske rapporteringen er et viktig bidrag til tilsynet med både forvaltningsselskapene og AIF-forvalterne.

source: Under the new Central Securities Depository Act, central securities depositories must apply for a new licence that meets the requirements of the Central Securities Depository Regulation (CSDR).
nb: Etter den nye verdipapirsentralloven må verdipapirregistre søke om ny tillatelse som oppfyller kravene i forordning om forbedring av verdipapiroppgjøret og om verdipapirregistre (CSD-forordningen).

source: Finanstilsynet regularly runs a survey of a sample of 34 banks and finance companies offering consumer lending.
nb: Finanstilsynet kartlegger regelmessig virksomheten til et utvalg av 34 banker og finansieringsforetak som tilbyr forbrukslån.

source: In 2020, Finanstilsynet proposed amendments to the AML regulations.
nb: Finanstilsynet utarbeidet i 2020 utkast til ny hvitvaskingsforskrift.

source: Since the inspection, Fish Pool ASA has taken measures such as strengthening its staff resources and outsourcing market surveillance to Oslo Børs.
nb: I etterkant av tilsynet har Fish Pool ASA blant annet styrket sin bemanning og utkontraktert markedsovervåkingen til Oslo Børs.

source: Price developments in various stock markets 2016-2020
nb: Kursutvikling i ulike aksjemarkeder 2016-2020

source: Since the current TRS solution was established in 2018, Finanstilsynet has observed recurring errors and non-reporting or incomplete reporting that have not been rectified by the investment firms on their own initiative.
nb: Finanstilsynet har siden den nåværende TRS-løsningen ble etablert i 2018, observert gjentakende feil og mangelfull og uteblitt rapportering som ikke har blitt korrigert av verdipapirforetakene på eget initiativ.

source: The Pillar 2 requirement is set based on an overall discretionary assessment supported by Finanstilsynet's methodology set out in circular no. 12/2016, which describes the main elements of Finanstilsynet's methods for assessing institutions' overall risk level and appurtenant capital needs (SREP).
nb: Pilar 2-kravet fastsettes ut fra en samlet skjønnsmessig vurdering med støtte i metodikk i rundskriv 12/2016 som beskriver hovedelementene i Finanstilsynets metoder for å vurdere foretakenes samlede risikonivå og tilhørende kapitalbehov (SREP).

source: Of these, 46 were foreign.
nb: Av disse var 46 utenlandske.

source: In 2020, Finanstilsynet carried out inspections at three other currency exchange companies.
nb: Finanstilsynet gjennomførte i 2020 tilsyn med tre andre valutavekslingsvirksomheter.

source: As a result of the decision, the fund must either be liquidated or transferred to a new manager during a six-month liquidation period.
nb: Fondet må som følge av vedtaket enten avvikles eller overføres til en ny forvalter i løpet av en avviklingsperiode på seks måneder.

source: However, based on Finanstilsynet's administrative practice, authorisation is only granted to institutions that are subject to public supervision in their home country.
nb: I henhold til Finanstilsynets forvaltningspraksis kan imidlertid tillatelse kun gis til institusjoner som er underlagt offentlig tilsyn i sitt hjemland.
